INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (1,
        '1994-09-10',
        'Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника.',
        'Драма',
        'Побег из Шоушенка',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (2,
        '1998-01-18',
        'Тихого пофигиста по ошибке принимают за богача.',
        'Комедия',
        'Большой Лебовски',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (3,
        '1962-01-08',
        'Трус, Балбес и Бывалый решают поставить на широкую ногу изготовление самогона - и снова фиаско...',
        'Комедия',
        'Самогонщики',
        'Короткометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (4,
        '2002-06-06',
        'Потерявший память герой пытается узнать свое прошлое. Начало шпионской франшизы Дага Лаймана о супербойце ЦРУ',
        'Боевик',
        'Идентификация Борна',
        'Короткометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (5,
        '1983-11-23',
        'Мужчины ищут сбежавшего подростка, которого каждый считает своим сыном. Дуэт Пьера Ришара и Жерара Депардье',
        'Комедия',
        'Папаши',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (6,
        '1993-01-30',
        'Интеллектуал-людоед помогает молодой сотруднице ФБР. Веха в жанре триллера — и гениальная игра Энтони Хопкинса',
        'Триллер',
        'Молчание ягнят',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (7,
        '2011-11-12',
        'Репортер и хакерша расследуют убийство. Мощная голливудская адаптация детективного бестселлера Стига Ларссона',
        'Триллер',
        'Девушка с татуировкой дракона',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (8,
        '1983-12-31',
        'Давным-давно, в одной весьма пластилиновой местности, жил да был орёл-мужчина, которого как-то под новый год послала жена за ёлкой.',
        'Мультфильм',
        'Падал прошлогодний снег',
        'Короткометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (9,
        '2002-09-06',
        'Астрид скитается по приемным семьям после ареста матери. Драма по бестселлеру Джанет Фитч с Мишель Пфайффер',
        'Драма',
        'Белый Олеандр',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (10,
        '2012-09-09',
        'Британская семья оказывается в эпицентре сокрушительного цунами. Драма о трагедии 2004 года с Наоми Уоттс',
        'Драма',
        'Невозможное',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (11,
        '2007-03-01',
        'Фильм об удивительной бесплатной парковке, бесплатных комплиментах и невероятной истории любви.',
        'Комедия',
        'Подтверждение',
        'Короткометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (12,
        '1967-10-18',
        'История о дружбе мальчика с дикими животными. Восхитительная классика с задорными песнями и яркими танцами',
        'Мультфильм',
        'Книга джунглей',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (13,
        '1987-07-17',
        'Полицейский-киборг выходит патрулировать улицы Детройта. Питер Уэллер в фантастическом экшене Пола Верховена',
        'Боевик',
        'Робокоп',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (14,
        '1997-01-01',
        'Агентам ФБР Дане Скалли и Фоксу Малдеру поручают работу над проектом «Секретные материалы». ',
        'Фантастика',
        'Секретные материалы',
        'Сериал');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (15,
        '2011-04-16',
        'Рыцари, мертвецы и драконы — в эпической битве за судьбы мира.',
        'Драма',
        'Игра престолов',
        'Сериал');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (16,
        '1978-10-25',
        'Убийца-психопат Майкл Майерс, будучи ребенком, совершил убийство собственной сестры в Хэллоуин - День Всех Святых.',
        'Ужасы',
        'Хэллоуин',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (17,
        '2002-10-02',
        'Телефонный звонок раздаётся после просмотра некой загадочной видеокассеты. Жертве даётся ровно семь дней, а после следует неминуемая смерть.',
        'Ужасы',
        'Звонок',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (18,
        '1984-11-09',
        'Четырём подросткам Спрингвуда снится один и тот же кошмарный сон, в котором за ними гонится и пытается убить человек с обожжённым лицом в шляпе и с ножами на руке.',
        'Ужасы',
        'Кошмар на улице Вязов',
        'Полнометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (19,
        '2003-01-25',
        'История про обыкновенного человека, который однажды оказался перед трудным выбором.',
        'Драма',
        'Мост',
        'Короткометражный');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (20,
        '2013-01-04',
        'Близнецы проводят каникулы у странного прадядюшки. Тайны и аномалии в захватывающем мультсериале Алекса Хирша',
        'Мультфильм',
        'Гравити Фолз',
        'Сериал');

INSERT INTO MOVIE
(id,date, description,  genre, title, type)
VALUES (21,
        '1986-05-12',
        'Самоуверенный летчик-курсант влюбляется в инструкторшу. Патриотический экшен, сделавший Тома Круза звездой',
        'Боевик',
        'Лучший стрелок',
        'Полнометражный');